Repository: k3v53/engine_simulator_launcher
Catalog: lib/l10n/arb/app_*.arb
Languages: es

source: Actual Engine
es: Motor actual

source: Actual Theme
es: Tema actual

source: Default Theme
es: Tema predeterminado

# didNotFindLauncherBinary
source: We didn't find the launcher binary, please go to the settings page to download it or to set it manually.
es: No encontramos el archivo ejecutable del lanzador, por favor vaya a la página de configuración para descargarlo o establecerlo manualmente.

source: Engine Simulator Launcher
es: Launcher de Engine Simulator

source: Engine simulator path
es: Ruta de Engine Simulator

source: Github repository
es: Repositorio de Github

source: Open folder
es: Abrir carpeta

source: Open settings page
es: Abrir página de configuración

source: Select new engine
es: Elegir el nuevo motor

source: Set engine simulator folder
es: Establecer carpeta de Engine Simulator

source: Settings
es: Configuración

source: Show as a grid
es: Mostrar como una grilla

source: Show as a list
es: Mostrar como una lista

source: Sort
es: Ordenar

source: Start simulator
es: Iniciar simulador

source: Stop simulator
es: Detener simulador

source: Use default
es: Usar predeterminado

source: Use default path
es: Usar ruta predeterminada
